[
    {
        "number": 1,
        "original_sentence": "obvious is what is a cryptocurrency? So this word was kind of invented 10 years ago when, I don't know how many of you know the origin story of where Bitcoin came from, but basically a pseudonym on the internet dropped a paper and some open source code in a forum on an email list and said, hey, I have this idea for this thing called Bitcoin. It's kind of like electronic cash. Here's how I think it could work. And here is some code if you want to run it and become part of this peer-to-peer network. We don't know who this person is.",
        "summaries": {
            "FRE=10": "A pseudonym created Bitcoin 10 years ago by sharing a paper, code, and idea for electronic cash online, inviting people to join a peer-to-peer network. The person's identity is unknown.",
            "FRE=20": "Bitcoin began 10 years ago when a pseudonym shared a paper, open-source code, and an idea for electronic cash online, asking others to join a peer-to-peer network. The person remains unidentified.",
            "FRE=30": "Bitcoin was invented 10 years ago by a pseudonymous person who posted a paper and code online, proposing electronic cash and a peer-to-peer network. The person's identity is unknown.",
            "FRE=40": "About 10 years ago, Bitcoin was created when a pseudonym shared a paper and open-source code in an online forum, suggesting it as electronic cash and inviting others to join a peer-to-peer network. The creator's identity is unknown.",
            "FRE=50": "Bitcoin started 10 years ago when a person using a pseudonym posted a paper and code online, describing it as electronic cash and encouraging people to run the code to join a peer-to-peer network. The person's identity is unknown.",
            "FRE=60": "Around 10 years ago, Bitcoin was created by a pseudonymous individual who shared a paper, open-source code, and idea for electronic cash online, inviting others to join a peer-to-peer network. The person's identity is still unknown.",
            "FRE=70": "Bitcoin was created about 10 years ago when a pseudonym posted a paper and code online, proposing it as electronic cash and inviting people to join a peer-to-peer network. The person's identity is unknown.",
            "FRE=80": "Bitcoin started 10 years ago when a pseudonym shared a paper and code online, introducing it as electronic cash and inviting others to join a peer-to-peer network. The person is unknown.",
            "FRE=90": "Bitcoin was made 10 years ago by a pseudonym who posted a paper and code online, describing it as electronic cash and inviting people to join a peer-to-peer network. The person is unknown.",
            "FRE=100": "Bitcoin was created 10 years ago by someone using a fake name who shared a paper and code online, calling it e-cash and inviting others to join a network. The person's identity is unknown."
        },
        "note": ""
    }
]